Repository: developerburakgul/TapZero
Catalog: TapZero/Root/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, tr

# common.error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
tr: Hata

# common.loadFailed
source: Could not load your data. Please try again.
ar: تعذر تحميل بياناتك. يرجى المحاولة مرة أخرى.
de: Deine Daten konnten nicht geladen werden. Bitte versuche es erneut.
es: No se pudieron cargar tus datos. Inténtalo de nuevo.
fr: Impossible de charger vos données. Veuillez réessayer.
it: Impossibile caricare i tuoi dati. Riprova.
ja: データを読み込めませんでした。もう一度お試しください。
ko: 데이터를 불러올 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível carregar seus dados. Tente novamente.
tr: Verileriniz yüklenemedi. Lütfen tekrar deneyin.

# common.ok
source: OK
ar: حسناً
es: Aceptar
ko: 확인
tr: Tamam

# common.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
tr: Tekrar Dene

# createAccount.accountNotFound
source: Account not found. Please create a new account.
ar: لم يتم العثور على حساب. يرجى إنشاء حساب جديد.
de: Konto nicht gefunden. Bitte erstelle ein neues Konto.
es: Cuenta no encontrada. Por favor, crea una nueva cuenta.
fr: Compte introuvable. Veuillez créer un nouveau compte.
it: Account non trovato. Crea un nuovo account.
ja: アカウントが見つかりません。新しいアカウントを作成してください。
ko: 계정을 찾을 수 없습니다. 새 계정을 만들어 주세요.
pt_br: Conta não encontrada. Crie uma nova conta.
tr: Hesap bulunamadı. Lütfen yeni bir hesap oluşturun.

# createAccount.apple
source: Continue with Apple
ar: المتابعة مع Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple
ja: Appleで続ける
ko: Apple로 계속하기
pt_br: Continuar com Apple
tr: Apple ile Devam Et

# createAccount.email
source: Continue with Email
ar: المتابعة بالبريد الإلكتروني
de: Mit E-Mail fortfahren
es: Continuar con correo
fr: Continuer avec e-mail
it: Continua con Email
ja: メールで続ける
ko: 이메일로 계속하기
pt_br: Continuar com Email
tr: E-posta ile Devam Et

# createAccount.google
source: Continue with Google
ar: المتابعة مع Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
ja: Googleで続ける
ko: Google로 계속하기
pt_br: Continuar com Google
tr: Google ile Devam Et

# createAccount.guest
source: Continue as guest
ar: المتابعة كضيف
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
it: Continua come ospite
ja: ゲストとして続ける
ko: 게스트로 계속하기
pt_br: Continuar como convidado
tr: Misafir olarak devam et

# createAccount.signInSubtitle
source: Sign in to access your account.
ar: سجّل الدخول للوصول إلى حسابك.
de: Melde dich an, um auf dein Konto zuzugreifen.
es: Inicia sesión para acceder a tu cuenta.
fr: Connectez-vous pour accéder à votre compte.
it: Accedi per accedere al tuo account.
ja: アカウントにアクセスするにはサインインしてください。
ko: 계정에 접근하려면 로그인하세요.
pt_br: Faça login para acessar sua conta.
tr: Hesabına erişmek için giriş yap.

# createAccount.signInTitle
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
tr: Giriş Yap

# createAccount.subtitle
source: Create an account to save your data and sync across devices.
ar: أنشئ حسابًا لحفظ بياناتك ومزامنتها عبر الأجهزة.
de: Erstellen Sie ein Konto, um Ihre Daten zu sichern und geräteübergreifend zu synchronisieren.
es: Crea una cuenta para guardar tus datos y sincronizar entre dispositivos.
fr: Créez un compte pour sauvegarder vos données et synchroniser entre appareils.
it: Crea un account per salvare i tuoi dati e sincronizzarli tra i dispositivi.
ja: データを保存してデバイス間で同期するためにアカウントを作成してください。
ko: 데이터를 저장하고 기기 간 동기화하려면 계정을 만드세요.
pt_br: Crie uma conta para salvar seus dados e sincronizar entre dispositivos.
tr: Verilerini kaydetmek ve cihazlar arası senkronize etmek için hesap oluştur.

# createAccount.title
source: Create your account
ar: أنشئ حسابك
de: Konto erstellen
es: Crea tu cuenta
fr: Créez votre compte
it: Crea il tuo account
ja: アカウントを作成
ko: 계정 만들기
pt_br: Crie sua conta
tr: Hesabını oluştur

# emailAuth.email.placeholder
source: Email
ar: البريد الإلكتروني
es: Correo
ja: メールアドレス
ko: 이메일
tr: E-posta

# emailAuth.password.placeholder
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
tr: Şifre

# emailAuth.signIn.button
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
tr: Giriş Yap

# emailAuth.signIn.title
source: Welcome Back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
it: Bentornato
ja: おかえりなさい
ko: 다시 오신 것을 환영합니다
pt_br: Bem-vindo de volta
tr: Tekrar Hoş Geldin

# emailAuth.signUp.button
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea Account
ja: アカウント作成
ko: 계정 만들기
pt_br: Criar Conta
tr: Hesap Oluştur

# emailAuth.signUp.title
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea Account
ja: アカウント作成
ko: 계정 만들기
pt_br: Criar Conta
tr: Hesap Oluştur

# emailAuth.switchToSignIn
source: Already have an account? Sign In
ar: لديك حساب بالفعل؟ سجّل الدخول
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fr: Déjà un compte ? Se connecter
it: Hai già un account? Accedi
ja: アカウントをお持ちですか？サインイン
ko: 이미 계정이 있으신가요? 로그인
pt_br: Já tem uma conta? Entrar
tr: Zaten hesabın var mı? Giriş Yap

# emailAuth.switchToSignUp
source: Don't have an account? Sign Up
ar: ليس لديك حساب؟ سجّل الآن
de: Kein Konto? Registrieren
es: ¿No tienes cuenta? Regístrate
fr: Pas de compte ? S'inscrire
it: Non hai un account? Registrati
ja: アカウントをお持ちでないですか？登録
ko: 계정이 없으신가요? 가입하기
pt_br: Não tem uma conta? Cadastre-se
tr: Hesabın yok mu? Kayıt Ol

source: Feel the time.
ar: اشعر بالوقت.
de: Spüre die Zeit.
es: Siente el tiempo.
fr: Ressens le temps.
it: Senti il tempo.
ja: 時間を感じて。
ko: 시간을 느껴봐.
pt_br: Sinta o tempo.
tr: Zamanı hisset.

# forceUpdate.button
source: Update Now
ar: تحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
pt_br: Atualizar Agora
tr: Şimdi Güncelle

# forceUpdate.currentVersion
source: Current Version
ar: الإصدار الحالي
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
pt_br: Versão Atual
tr: Mevcut Sürüm

# forceUpdate.message
source: A new version is available. Update now for the best experience.
ar: يتوفر إصدار جديد. قم بالتحديث الآن للحصول على أفضل تجربة.
de: Eine neue Version ist verfügbar. Aktualisiere jetzt für das beste Erlebnis.
es: Una nueva versión está disponible. Actualiza ahora para la mejor experiencia.
fr: Une nouvelle version est disponible. Mettez à jour pour la meilleure expérience.
it: È disponibile una nuova versione. Aggiorna ora per la migliore esperienza.
ja: 新しいバージョンが利用可能です。 最高の体験のために今すぐアップデートしてください。
ko: 새 버전이 있습니다. 최상의 경험을 위해 지금 업데이트하세요.
pt_br: Uma nova versão está disponível. Atualize agora para a melhor experiência.
tr: Yeni bir sürüm mevcut. En iyi deneyim için şimdi güncelle.

# forceUpdate.requiredVersion
source: Required Version
ar: الإصدار المطلوب
de: Erforderliche Version
es: Versión requerida
fr: Version requise
it: Versione richiesta
ja: 必要なバージョン
ko: 필요한 버전
pt_br: Versão Necessária
tr: Gereken Sürüm

# forceUpdate.title
source: Update Required
ar: التحديث مطلوب
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise
it: Aggiornamento richiesto
ja: アップデートが必要です
ko: 업데이트 필요
pt_br: Atualização Necessária
tr: Güncelleme Gerekli

# gameResult.early
source: Early
ar: مبكر
de: Früh
es: Antes
fr: Tôt
it: Presto
ja: 早い
ko: 빠름
pt_br: Cedo
tr: Erken

# gameResult.late
source: Late
ar: متأخر
de: Spät
es: Después
fr: Tard
it: Tardi
ja: 遅い
ko: 느림
pt_br: Tarde
tr: Geç

# gameResult.offSuffix
source: off
ar: فرق
de: daneben
es: de diferencia
fr: d'écart
it: di scarto
ja: のズレ
ko: 차이
pt_br: de diferença
tr: fark

# gameResult.perfect
source: Perfect!
ar: مثالي!
de: Perfekt!
es: ¡Perfecto!
fr: Parfait !
it: Perfetto!
ja: パーフェクト！
ko: 완벽!
pt_br: Perfeito!
tr: Mükemmel!

# gameResult.playAgain
source: Play Again
ar: العب مرة أخرى
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
it: Gioca ancora
ja: もう一度プレイ
ko: 다시 플레이
pt_br: Jogar novamente
tr: Tekrar Oyna

# gameResult.share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유
pt_br: Compartilhar
tr: Paylaş

# gameResult.target
source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
ja: ターゲット
ko: 목표
pt_br: Alvo
tr: Hedef

# gameResult.you
source: You
ar: أنت
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
ko: 나
pt_br: Você
tr: Sen

# gameSession.go
source: GO
ar: انطلق
de: LOS
es: ¡YA!
it: VIA
ja: スタート
ko: 시작
pt_br: VAI
tr: BAŞLA

# gameSession.tap.hint
source: Tap anywhere to stop
ar: انقر في أي مكان للتوقف
de: Tippe irgendwo zum Stoppen
es: Toca en cualquier lugar para parar
fr: Appuyez n'importe où pour arrêter
it: Tocca ovunque per fermare
ja: どこでもタップして止める
ko: 아무 곳이나 탭하여 멈추기
pt_br: Toque em qualquer lugar para parar
tr: Durdurmak için dokun

# gameSession.target.label
source: TARGET
ar: الهدف
de: ZIEL
es: OBJETIVO
fr: CIBLE
it: OBIETTIVO
ja: ターゲット
ko: 목표
pt_br: ALVO
tr: HEDEF

# history.title
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
tr: Geçmiş

# leaderBoard.climbHint %lld %lld
source: Climb %1$lld to enter top %2$lld
ar: تسلق %1$lld للدخول إلى أفضل %2$lld
de: Klettere %1$lld, um in die Top %2$lld zu kommen
es: Sube %1$lld para entrar al top %2$lld
fr: Grimpe de %1$lld pour entrer dans le top %2$lld
it: Scala %1$lld per entrare nella top %2$lld
ja: あと%1$lld上がるとトップ%2$lldに入ります
ko: %1$lld 올라서 상위 %2$lld에 진입
pt_br: Suba %1$lld para entrar no top %2$lld
tr: İlk %2$lld'e girmek için %1$lld sıra yüksel

# leaderBoard.daily.resetsAt
source: Resets at 00:00
ar: يتم التحديث عند 00:00
de: Setzt um 00:00 zurück
es: Se reinicia a las 00:00
fr: Réinitialisation à 00h00
it: Si azzera alle 00:00
ja: 00:00にリセット
ko: 00:00에 초기화
pt_br: Reinicia às 00:00
tr: 00:00'da sıfırlanır

# leaderBoard.daily.timeLeft %lld %lld
source: %1$lldh %2$lldm left
ar: متبقي %1$lldس %2$lldد
de: %1$lldh %2$lldm übrig
es: %1$lldh %2$lldm restantes
fr: %1$lldh %2$lldm restantes
it: %1$lldh %2$lldm rimanenti
ja: 残り%1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분 남음
pt_br: %1$lldh %2$lldm restantes
tr: %1$lldsa %2$lldd kaldı

# leaderBoard.locked.cta
source: Play a game
ar: العب لعبة
de: Spiel starten
es: Jugar una partida
fr: Jouer une partie
it: Gioca una partita
ja: ゲームをプレイ
ko: 게임 플레이
pt_br: Jogar uma partida
tr: Bir oyun oyna

# leaderBoard.locked.subtitle %lld
source: Play %lld more games to unlock the leaderboard
ar: العب %lld مباراة أخرى لفتح لوحة المتصدرين
de: Spiele noch %lld Runden, um die Bestenliste freizuschalten
es: Juega %lld partidas más para desbloquear la clasificación
fr: Joue encore %lld parties pour débloquer le classement
it: Gioca ancora %lld partite per sbloccare la classifica
ja: あと%lld回プレイするとリーダーボードが解除されます
ko: 리더보드를 잠금 해제하려면 %lld게임 더 플레이하세요
pt_br: Jogue mais %lld partidas para desbloquear a classificação
tr: Sıralamayı açmak için %lld oyun daha oyna

# leaderBoard.locked.title
source: Almost there
ar: أوشكت على الوصول
de: Fast geschafft
es: Ya casi llegas
fr: Presque là
it: Ci sei quasi
ja: もう少し
ko: 거의 다 됐어요
pt_br: Quase lá
tr: Neredeyse tamam

# leaderBoard.locked.whyBody
source: We need a few rounds to fairly rank you against everyone else.
ar: نحتاج بضع جولات لتصنيفك بشكل عادل مقارنة بالآخرين.
de: Wir brauchen ein paar Runden, um dich fair mit allen anderen zu vergleichen.
es: Necesitamos algunas rondas para clasificarte justamente contra los demás.
fr: Nous avons besoin de quelques manches pour te classer équitablement.
it: Abbiamo bisogno di qualche round per classificarti equamente.
ja: 公平にランキングするために数ラウンド必要です。
ko: 공정한 순위를 위해 몇 라운드가 필요합니다.
pt_br: Precisamos de algumas rodadas para classificar você de forma justa.
tr: Seni herkesle adil şekilde sıralayabilmemiz için birkaç tura ihtiyacımız var.

# leaderBoard.locked.whyTitle
source: Why?
ar: لماذا؟
de: Warum?
es: ¿Por qué?
fr: Pourquoi ?
it: Perché?
ja: なぜ？
ko: 왜?
pt_br: Por quê?
tr: Neden?

# leaderBoard.rank.first
source: 1st
ar: الأول
es: 1.º
fr: 1er
ja: 1位
ko: 1위
pt_br: 1º

# leaderBoard.rank.second
source: 2nd
ar: الثاني
es: 2.º
fr: 2e
ja: 2位
ko: 2위
pt_br: 2º

# leaderBoard.rank.third
source: 3rd
ar: الثالث
es: 3.º
fr: 3e
ja: 3位
ko: 3위
pt_br: 3º

# leaderBoard.showingTop %lld
source: Showing top %lld
ar: يُظهر أفضل %lld
de: Top %lld angezeigt
es: Mostrando los %lld mejores
fr: Affichage du top %lld
it: Primi %lld visualizzati
ja: トップ%lldを表示中
ko: 상위 %lld 표시 중
pt_br: Mostrando os %lld melhores
tr: İlk %lld gösteriliyor

# leaderBoard.tab.daily
source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: デイリー
ko: 일간
pt_br: Diário
tr: Günlük

# leaderBoard.tab.global
source: Global
ar: عالمي
it: Globale
ja: グローバル
ko: 글로벌
tr: Genel

# leaderBoard.title
source: Leaderboard
ar: المتصدرين
de: Bestenliste
es: Clasificación
fr: Classement
it: Classifica
ja: リーダーボード
ko: 리더보드
pt_br: Classificação
tr: Sıralama

# leaderBoard.you
source: You
ar: أنت
de: Du
es: Tú
fr: Toi
it: Tu
ja: あなた
ko: 나
pt_br: Você
tr: Sen

# leaderBoard.yourRanking
source: YOUR RANKING
ar: ترتيبك
de: DEIN RANG
es: TU POSICIÓN
fr: TON CLASSEMENT
it: LA TUA POSIZIONE
ja: あなたのランキング
ko: 내 순위
pt_br: SUA POSIÇÃO
tr: SIRAN

# networkStatus.message
source: Please check your connection and try again.
ar: يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Por favor, verifica tu conexión e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion et réessayer.
it: Controlla la connessione e riprova.
ja: 接続を確認してもう一度お試しください。
ko: 연결을 확인하고 다시 시도해 주세요.
pt_br: Verifique sua conexão e tente novamente.
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin.

# networkStatus.title
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion Internet
it: Nessuna connessione Internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
pt_br: Sem Conexão com a Internet
tr: İnternet Bağlantısı Yok

source: now
ar: الآن
de: Jetzt
es: ahora
fr: maint.
it: ora
ja: 今
ko: 지금
pt_br: agora
tr: şimdi

# onboarding.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
tr: Devam Et

# onboarding.getStarted.benefit.leaderboard
source: Show up on the leaderboard.
ar: اظهر في لوحة المتصدرين.
de: Erscheine in der Bestenliste.
es: Aparece en la clasificación.
fr: Apparais dans le classement.
it: Compari nella classifica.
ja: リーダーボードに載ろう。
ko: 리더보드에 이름을 올려.
pt_br: Apareça na classificação.
tr: Sıralamada görün.

# onboarding.getStarted.benefit.stats
source: Keep your stats — every round, ever.
ar: احتفظ بإحصائياتك — كل جولة، للأبد.
de: Behalte deine Statistiken — jede Runde, für immer.
es: Guarda tus estadísticas — cada ronda, para siempre.
fr: Garde tes stats — chaque manche, pour toujours.
it: Conserva le tue statistiche — ogni round, per sempre.
ja: 統計を保存 — すべてのラウンド、永遠に。
ko: 통계를 보관해 — 매 라운드, 영원히.
pt_br: Guarde suas estatísticas — cada rodada, para sempre.
tr: İstatistiklerini sakla — her tur, sonsuza dek.

# onboarding.getStarted.benefit.sync
source: Sync across all your devices.
ar: مزامنة عبر جميع أجهزتك.
de: Synchronisiere auf allen Geräten.
es: Sincroniza en todos tus dispositivos.
fr: Synchronise sur tous tes appareils.
it: Sincronizza su tutti i tuoi dispositivi.
ja: すべてのデバイスで同期。
ko: 모든 기기에서 동기화.
pt_br: Sincronize em todos os seus dispositivos.
tr: Tüm cihazlarında senkronize et.

# onboarding.getStarted.button
source: Get started
ar: ابدأ
de: Los geht's
es: Empezar
fr: C'est parti
it: Iniziamo
ja: 始めよう
ko: 시작하기
pt_br: Começar
tr: Başla

# onboarding.getStarted.profileLabel
source: YOUR PROFILE
ar: ملفك الشخصي
de: DEIN PROFIL
es: TU PERFIL
fr: TON PROFIL
it: IL TUO PROFILO
ja: あなたのプロフィール
ko: 내 프로필
pt_br: SEU PERFIL
tr: PROFİLİN

# onboarding.getStarted.subtitle
source: Everything is set up. Create your account and start exploring.
ar: كل شيء جاهز. أنشئ حسابك وابدأ الاستكشاف.
de: Alles ist bereit. Erstellen Sie Ihr Konto und legen Sie los.
es: Todo está listo. Crea tu cuenta y comienza a explorar.
fr: Tout est prêt. Créez votre compte et commencez à explorer.
it: Tutto pronto. Crea il tuo account e inizia a esplorare.
ja: 準備は完了です。アカウントを作成して探索を始めましょう。
ko: 모든 준비가 완료되었습니다. 계정을 만들고 탐색을 시작하세요.
pt_br: Tudo pronto. Crie sua conta e comece a explorar.
tr: Her şey hazır. Hesabını oluştur ve keşfetmeye başla.

# onboarding.getStarted.title
source: You're all set!
ar: أنت جاهز!
de: Sie sind bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
it: Tutto pronto!
ja: 準備完了！
ko: 준비 완료!
pt_br: Tudo pronto!
tr: Hazırsın!

# onboarding.getStarted.title.personalized %@
source: You're all set, %@.
ar: أنت جاهز، %@.
de: Du bist startklar, %@.
es: Estás listo, %@.
fr: Tu es prêt, %@.
it: Sei pronto, %@.
ja: 準備完了、%@。
ko: 준비 완료, %@.
pt_br: Tudo pronto, %@.
tr: Hazırsın, %@.

# onboarding.intro1.subtitle
source: TapZero is a tiny game about your sense of seconds — no clocks, no counting, just instinct.
ar: TapZero لعبة صغيرة عن إحساسك بالثواني — بدون ساعات، بدون عد، فقط حدسك.
de: TapZero ist ein kleines Spiel über dein Zeitgefühl — keine Uhren, kein Zählen, nur Instinkt.
es: TapZero es un pequeño juego sobre tu sentido del tiempo — sin relojes, sin contar, solo instinto.
fr: TapZero est un petit jeu sur ton sens des secondes — pas d'horloge, pas de comptage, juste l'instinct.
it: TapZero è un piccolo gioco sul tuo senso dei secondi — niente orologi, niente conteggi, solo istinto.
ja: TapZeroは秒の感覚を試す小さなゲーム — 時計なし、カウントなし、直感だけ。
ko: TapZero는 초의 감각을 시험하는 작은 게임 — 시계 없이, 세지 않고, 오직 직감으로.
pt_br: TapZero é um pequeno jogo sobre seu senso de segundos — sem relógios, sem contagem, apenas instinto.
tr: TapZero, saniye hissini ölçen küçük bir oyun — saat yok, sayma yok, sadece içgüdü.

# onboarding.intro1.title
source: Feel the time.
ar: اشعر بالوقت.
de: Spüre die Zeit.
es: Siente el tiempo.
fr: Ressens le temps.
it: Senti il tempo.
ja: 時間を感じて。
ko: 시간을 느껴봐.
pt_br: Sinta o tempo.
tr: Zamanı hisset.

# onboarding.intro2.step1.body
source: Pick how many seconds you want to feel — anywhere from 1 to 30.
ar: اختر عدد الثواني التي تريد أن تشعر بها — من 1 إلى 30.
de: Wähle, wie viele Sekunden du fühlen willst — von 1 bis 30.
es: Elige cuántos segundos quieres sentir — de 1 a 30.
fr: Choisis combien de secondes tu veux ressentir — de 1 à 30.
it: Scegli quanti secondi vuoi sentire — da 1 a 30.
ja: 何秒を感じたいか選ぼう — 1から30まで。
ko: 몇 초를 느끼고 싶은지 골라봐 — 1부터 30까지.
pt_br: Escolha quantos segundos quer sentir — de 1 a 30.
tr: Kaç saniye hissetmek istediğini seç — 1'den 30'a kadar.

# onboarding.intro2.step1.title
source: Pick a target
ar: اختر هدفاً
de: Wähle ein Ziel
es: Elige un objetivo
fr: Choisis une cible
it: Scegli un obiettivo
ja: ターゲットを選ぶ
ko: 목표를 선택해
pt_br: Escolha um alvo
tr: Bir hedef seç

# onboarding.intro2.step2.body
source: The screen goes blank. No clock, no counter. Tap when it feels right.
ar: الشاشة تصبح فارغة. لا ساعة، لا عداد. انقر عندما تشعر أنه الوقت المناسب.
de: Der Bildschirm wird leer. Keine Uhr, kein Zähler. Tippe, wenn es sich richtig anfühlt.
es: La pantalla se queda en blanco. Sin reloj, sin contador. Toca cuando lo sientas.
fr: L'écran devient vide. Pas d'horloge, pas de compteur. Appuie quand ça te semble juste.
it: Lo schermo diventa vuoto. Niente orologio, niente contatore. Tocca quando ti sembra giusto.
ja: 画面が空白に。時計もカウンターもなし。感覚でタップ。
ko: 화면이 비워져. 시계도, 카운터도 없어. 느낌이 올 때 탭해.
pt_br: A tela fica em branco. Sem relógio, sem contador. Toque quando sentir que é hora.
tr: Ekran boşalır. Saat yok, sayaç yok. Doğru hissettiğinde dokun.

# onboarding.intro2.step2.title
source: Tap to start
ar: انقر للبدء
de: Tippe zum Starten
es: Toca para empezar
fr: Appuie pour commencer
it: Tocca per iniziare
ja: タップしてスタート
ko: 탭해서 시작
pt_br: Toque para começar
tr: Başlamak için dokun

# onboarding.intro2.step3.body
source: The closer you are to zero, the better your score. Can you feel time perfectly?
ar: كلما اقتربت من الصفر، كانت نتيجتك أفضل. هل تستطيع الشعور بالوقت بشكل مثالي؟
de: Je näher du an Null bist, desto besser dein Score. Kannst du die Zeit perfekt fühlen?
es: Cuanto más cerca de cero, mejor tu puntuación. ¿Puedes sentir el tiempo perfectamente?
fr: Plus tu es proche de zéro, meilleur est ton score. Peux-tu ressentir le temps parfaitement ?
it: Più sei vicino allo zero, migliore è il punteggio. Riesci a sentire il tempo perfettamente?
ja: ゼロに近いほどスコアが高い。完璧に時間を感じられる？
ko: 제로에 가까울수록 점수가 높아. 시간을 완벽하게 느낄 수 있어?
pt_br: Quanto mais perto de zero, melhor sua pontuação. Consegue sentir o tempo perfeitamente?
tr: Sıfıra ne kadar yakınsan, skorun o kadar iyi. Zamanı mükemmel hissedebilir misin?

# onboarding.intro2.step3.title
source: Tap when it feels right
ar: انقر عندما تشعر أنه الوقت
de: Tippe, wenn es sich richtig anfühlt
es: Toca cuando lo sientas
fr: Appuie quand ça te semble juste
it: Tocca quando ti sembra giusto
ja: 感覚でタップ
ko: 느낌이 올 때 탭해
pt_br: Toque quando sentir que é hora
tr: Doğru hissettiğinde dokun

# onboarding.intro2.subtitle
source: Three taps stand between you and a perfect score.
ar: ثلاث نقرات تفصلك عن النتيجة المثالية.
de: Drei Taps trennen dich von der perfekten Punktzahl.
es: Tres toques te separan de la puntuación perfecta.
fr: Trois taps te séparent du score parfait.
it: Tre tap ti separano dal punteggio perfetto.
ja: パーフェクトスコアまであと3タップ。
ko: 완벽한 점수까지 단 3번의 탭.
pt_br: Três toques separam você da pontuação perfeita.
tr: Mükemmel skora üç dokunuş uzaktasın.

# onboarding.intro2.title
source: How it works
ar: كيف يعمل
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
ja: 遊び方
ko: 플레이 방법
pt_br: Como funciona
tr: Nasıl çalışır

# onboarding.intro3.rank.first
source: 1st
ar: الأول
es: 1.º
fr: 1er
ja: 1位
ko: 1위
pt_br: 1º

# onboarding.intro3.rank.other %lld
source: %lldth
ar: %lld
de: %lld.
es: %lld.º
fr: %llde
it: %lld°
ja: %lld位
ko: %lld위
pt_br: %lldº
tr: %lld.

# onboarding.intro3.rank.second
source: 2nd
ar: الثاني
es: 2.º
fr: 2e
ja: 2位
ko: 2위
pt_br: 2º

# onboarding.intro3.rank.third
source: 3rd
ar: الثالث
es: 3.º
fr: 3e
ja: 3位
ko: 3위
pt_br: 3º

# onboarding.intro3.subtitle
source: Daily resets, global all-time. See your rank against everyone playing.
ar: إعادة تعيين يومية، ترتيب عالمي دائم. شاهد ترتيبك بين جميع اللاعبين.
de: Täglicher Reset, ewige Gesamtwertung. Sieh deinen Rang gegen alle Spieler.
es: Reinicio diario, ranking global. Mira tu posición entre todos los jugadores.
fr: Réinitialisation quotidienne, classement global. Vois ton rang parmi tous les joueurs.
it: Reset giornaliero, classifica globale. Vedi il tuo posto tra tutti i giocatori.
ja: デイリーリセット、グローバル通算。全プレイヤーの中での順位を確認。
ko: 매일 초기화, 글로벌 통산. 모든 플레이어 중 내 순위를 확인해.
pt_br: Reinício diário, ranking global. Veja sua posição entre todos os jogadores.
tr: Günlük sıfırlama, genel sıralama. Tüm oyuncular arasındaki sıranı gör.

# onboarding.intro3.title
source: Climb the leaderboard.
ar: تسلّق لوحة المتصدرين.
de: Erklimme die Bestenliste.
es: Escala la clasificación.
fr: Grimpe au classement.
it: Scala la classifica.
ja: リーダーボードを 駆け上がれ。
ko: 리더보드를 올라가자.
pt_br: Suba na classificação.
tr: Sıralamada yüksel.

# onboarding.intro3.yourSpot
source: Your spot is waiting
ar: مكانك ينتظرك
de: Dein Platz wartet
es: Tu lugar te espera
fr: Ta place t'attend
it: Il tuo posto ti aspetta
ja: あなたの場所が待っている
ko: 네 자리가 기다리고 있어
pt_br: Seu lugar está esperando
tr: Yerin seni bekliyor

# onboarding.name.maxLength
source: Maximum 75 characters
ar: 75 حرفاً كحد أقصى
de: Maximal 75 Zeichen
es: Máximo 75 caracteres
fr: Maximum 75 caractères
it: Massimo 75 caratteri
ja: 最大75文字
ko: 최대 75자
pt_br: Máximo 75 caracteres
tr: En fazla 75 karakter
